placeholder/dbl_0_46_6-00400_9/0/Cz
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      Cz;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 0 0 0 0 0];


internalField   nonuniform List<scalar> 
6532
(
-0.005
-0.005
-0.005
-0.005
-0.005
-0.005
-0.005
-0.005
...
)
;

boundaryField
{
    inlet
    {
        type            calculated;
        value           nonuniform List<scalar> 10(-0.005 -0.005 -0.005 -0.005 -0.005 -0.005 -0.005 -0.005 -0.005 -0.005);
    }
    outlet
    {
        type            calculated;
        value           nonuniform List<scalar> 10(-0.005 -0.005 -0.005 -0.005 -0.005 -0.005 -0.005 -0.005 -0.005 -0.005);
    }
    walls
    {
        type            calculated;
        value           nonuniform List<scalar> 
446
(
-0.005
-0.005
-0.005
-0.005
-0.005
-0.005
-0.005
-0.005
...
)
;
    }
    baffle
    {
        type            calculated;
        value           nonuniform List<scalar> 
78
(
-0.005
-0.005
-0.005
-0.005
-0.005
-0.005
-0.005
-0.005
...
)
;
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
}


// ************************************************************************* //
